/* 
  File.strings
  LZTest

  Created by 沧海无际 on 2019/10/30.
  Copyright © 2019 TEST. All rights reserved.
*/

//MARK: - 升级20191030
"A new version is available." = "Une nouvelle version est disponible.";
"Version:" = "Version : ";
"Released Date:" = "Date de sortie : ";
"Remind me later" = "Me le rappeler plus tard";
"Update now" = "Mettre à jour";
"Check the update" = "Rechercher les mises à jour";
"The version you are using is the latest one!" = "Cette version est la version la plus récente.";
"Software updata" = "Mise à jour logicielle";
"Network error, please check the network and try again." = "Erreur réseau. Veuillez vérifier la connexion réseau et réessayer.";
"OK" = "OK";
"Downloading, please wait a moment." = "Téléchargement en cours, patientez...";
"Download complete. Immediate installation requires closing the running program. Do you want to continue?" = "Téléchargement terminé. Il faut fermer d'autres programmes en cours d'exécution pour commencer l'installation. Continuez ?";
"Install now" = "Installer";
"Cancel" = "Annuler";
"Download the latest version, do you want to cancel?" = "Téléchargement de la dernière version, voulez-vous vraiment annuler ?";
"Download error, please check the network and try again," = "Erreur du téléchargement. Veuillez vérifier la connexion réseau et réessayer.";
"Yes" = "Oui";
"No" = "Non";
"Installing, please wait a moment." = "Installation en cours, patientez...";
"Install complete." = "Installation terminée.";
"Start now" = "Démarrer";
"Install failed, please try again." = "Échec d'installation, réessayez.";
"Please waiting patiently for the program installation to complete, otherwise it may cause the program exception." = "Veuillez patienter jusqu'à la fin de l'installation du programme pour éviter toute anomalie.";
"Try again" = "Réessayer";
"What's New:" = "Nouveautés: ";
"Checking for updates…" = "Recherche des mises à jour…";
